LEXICON: dict[str, str] = {
    'forward': '>>',
    'backward': '<<',
    '/start': '<b>Привіт, читач!</b>\n\nЦе бот, в якому '
              'ти можеш прочитать книгу Рея Бредбєрі "Марсіянські '
              'хроніки"\n\nЩоб подивитись список доступних '
              'команд - набери /help',
    '/help': '<b>Це бот-читалка</b>\n\nДоступні команди:\n\n/beginning - '
             'перейти на початок книги\n/continue - продовжити '
             'читання\n/bookmarks - подивитись список закладок\n/help - '
             'довідка по работі бота\n\nЩоб зберегти закладку - '
             'нажміть на кнопку з номером сторінк\n\n<b>Приємного читання!</b>',
    '/bookmarks': '<b>Це список ваших закладок:</b>',
    'edit_bookmarks': '<b>Редагувати закладки</b>',
    'edit_bookmarks_button': '❌ РЕДАГУВАТИ',
    'del': '❌',
    'cancel': 'ВІДМІНИТИ',
    'no_bookmarks': 'У вас пока нема ні одної закладки.\n\nЧтобы '
                    'добавити сторінку в закладки - під час читання '
                    'книги нажміть на кнопку з номером цієї '
                    'сторінки\n\n/continue - продовжити читання',
    'cancel_text': '/continue - продовжити читання'}

LEXICON_COMMANDS: dict[str, str] = {
    '/beginning': 'На початок книги',
    '/continue': 'Продовжити читання',
    '/bookmarks': 'Мої закладки',
    '/help': 'Довідка по работі бота'
}
